Repository: leo-pfeiffer/kumpfeiffer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: The gorgeous confectionary marvel is by Julie Scrumptious Luxury Wedding Cakes. Given known gluten and nut intolerances, the cake is gluten free and nut free and Julie has taken significant precautions against cross contamination. Julie adheres to a very rigorous cleaning regimen with everything cleaned down after every cake that is made and she has assured us that no other cake containing gluten or nuts was prepared while this cake was prepared. However, please know that, despite these very significant precautions, trace cross contamination can occur as the bakery is not a certified allergy free workspace.
de: Das herrliche Konditoreiwunder stammt von Julie Scrumptious Luxury Wedding Cakes. Angesichts bekannter Gluten- und Nussunverträglichkeiten ist die Torte gluten- und nussfrei und Julie hat erhebliche Vorsichtsmaßnahmen gegen Kreuzkontaminationen getroffen. Julie hält sich an ein sehr strenges Reinigungsprogramm, bei dem nach jeder Torte alles gereinigt wird, und sie hat uns versichert, dass während der Zubereitung dieser Torte keine andere gluten- oder nusshaltige Torte zubereitet wurde. Wir möchten Sie jedoch darauf hinweisen, dass es trotz dieser sehr strengen Vorsichtsmaßnahmen zu Kreuzkontaminationen kommen kann, da die Bäckerei kein zertifizierter allergiefreier Arbeitsplatz ist.

source: Evening Buffet
de: Abendbuffet

source: Mashed Potato Bar with creative toppings including butter, chives, soured cream, crispy crumbled bacon, shredded cheddar cheese, feta cheese, chopped ham, chopped tomato, ranch dressing, and gravy (gluten free of course)
de: Kartoffelpüree-Bar mit kreativen Belägen wie Butter, Schnittlauch, saurer Sahne, knusprigem Speck, geriebenem Cheddar-Käse, Feta-Käse, gehacktem Schinken, gehackten Tomaten, Ranch-Dressing und Soße (natürlich glutenfrei)

source: Music
de: Musik

source: We have booked Tartan Entertainment for the evening featuring DJ Stephen Bennett. He has an amazing reputation for getting everyone out on the dance floor. It should be fun for all. If there is a specific song you would like to suggest to us for consideration, please let us know!
de: Für den Abend haben wir Tartan Entertainment mit DJ Stephen Bennett gebucht. Er ist dafür bekannt, dass er jeden auf die Tanzfläche bringt. Wenn ihr uns einen bestimmten Song vorschlagen möchtet, lasst es uns bitte wissen!

source: Enter your music request here!
de: Gib deinen Musikvorschlag hier ein!

source: Alcohol
de: Alkohol

source: Okay, this one was a challenge for us, because we are used to customs in the United States and in Germany where it is quite normal to have an open bar. We have been duly informed by our venue and planners that this is unequivocally not normal in Scotland so we have done our best to come up with a festive solution that will involve lots of flowing alcoholic (and non-alcoholic) refreshments while still adhering to U.K. customs and venue expectations.
de: Okay, das war eine Herausforderung für uns, denn wir sind an die Gepflogenheiten in den Vereinigten Staaten und in Deutschland gewöhnt, wo es ganz normal ist, eine offene Bar zu haben. Wir wurden von unserem Veranstaltungsort und den Planern darüber informiert, dass dies in Schottland eindeutig nicht üblich ist, also haben wir unser Bestes getan, um eine festliche Lösung zu finden, die viele fließende alkoholische (und nicht-alkoholische) Erfrischungen beinhaltet, während wir uns immer noch an die britischen Bräuche und die Erwartungen des Veranstaltungsorts halten.

source: After the ceremony, we will have a drinks reception with passed canapes in the drawing room, library, and terrace of the castle. There will be abundant prosecco, beer, and cider as well as non-alcoholic options to enjoy. After the drinks reception, we will continue the festivities with a three course dinner in the pavilion with wine and non-alcoholic beverage options and prosecco will be provided for toasting. To ensure the party starts off with momentum, we are also providing the first two rounds of after dinner drinks for the evening. Look for your customized drink tokens at your seat! After that, per U.K. and Fingask Castle custom, the evening will convert to cash bar and Fingask staff recommend that you bring cash as opposed to cards for these late evening drinks as connectivity for card processing can be spotty.
de: Nach der Zeremonie werden wir im Salon, in der Bibliothek und auf der Terrasse des Schlosses einen Getränkeempfang mit Häppchen veranstalten. Es wird reichlich Prosecco, Bier und Cider geben, aber auch alkoholfreie Getränke. Nach dem Empfang setzen wir die Feierlichkeiten mit einem Drei-Gänge-Menü im Pavillon fort, zu dem Wein und alkoholfreie Getränke gereicht werden, und es wird Prosecco zum Anstoßen bereitgestellt. Um sicherzustellen, dass die Party mit Schwung beginnt, stellen wir auch die ersten beiden Runden der After-Dinner-Getränke des Abends bereit. Haltet Ausschau an eurem Platz nach euren individualisierten Getränkemarken! Danach wird der Abend, wie in Großbritannien und im Schloss Fingask üblich, auf Barbetrieb umgestellt, und die Mitarbeiter von Fingask empfehlen euch, für diese Getränke am späten Abend Bargeld und keine Karten mitzubringen, da die Verbindungen für die Bearbeitung von Karten manchmal unzureichend sind.

source: Registry
de: Hochzeitstisch

source: We have registered at
de: Um das Thema Geschenke für alle etwas leichter zu gestalten, haben wir uns bei für einen digitalen Hochzeitstisch registriert:

source: This is a website that includes multiple vendors to provide flexibility and ease to review many options in a consolidated framework. It also includes a shipping service. After visas are sorted, we will eventually be setting up our household in the United States so shipping to Kristina’s home in Connecticut will save us from including them in a transatlantic move. The address information will be included with the registry information.
de: Dies ist eine Website, die verschiedene Onlineshop bündelt, und bei welcher wir eine 'Wunschliste' erstellt haben. Die Website bietet auch einen Versanddienst an, und da wir zeitnah nach der Hochzeit unseren Haushalt in den USA aufbauen werden, kann uns der Versand an Kristinas Wohnort in Connecticut einen transatlantischen Umzug ersparen. Die Adressdaten sind bereits auf der Website regstriert und werden automatisch eingefügt.

source: You can access our registry here:
de: Du kannst unsere Online-Wunschliste hier einsehen:

source: Interested in golf while you are here?
de: Interesse an Golf?

source: It is difficult to get a tee time at the Old Course, but this is the best guidance we have available.
de: Es ist schwierig, eine Abschlagzeit auf dem Old Course zu bekommen, aber dies sind die besten Tipps, die wir haben.

source: Win a ballot. Golfers who want a tee time at St. Andrews can play their luck and have their names drawn in a ballot that takes place 48 hours in advance. Golfers need to provide their name, home club and handicap either online, by phone or at one of the clubhouses before 2 p.m. two days before their desired tee time. There must be a minimum of two players and a maximum of four players. Since the course is closed on Sundays, there is no ballot drawn on Fridays.
de: Teilnahme an einer Ticketverlosung. Golfer, die eine Abschlagzeit in St. Andrews haben möchten, können ihr Glück versuchen und ihren Namen in einer Verlosung ziehen lassen, die 48 Stunden im Voraus stattfindet. Die Golfer müssen ihren Namen, ihren Heimatclub und ihr Handicap entweder online, telefonisch oder in einem der Clubhäuser bis 14.00 Uhr zwei Tage vor der gewünschten Abschlagszeit angeben. Die Mindestteilnehmerzahl beträgt zwei, die Höchstteilnehmerzahl vier. Da der Platz sonntags geschlossen ist, findet freitags keine Auslosung statt.

source: Be a single golfer who joins an existing group. This is similar to “camping out” before tickets to a concert or sporting event goes on sale. Single golfers with suitable handicaps can hang around the tee area and check in with staff at the Old Pavilion to see if there is a two or three-member playing group to join up with. During the peak season, it’s hard to not have a group with the maximum four players. But a little patience might pay off on the right day.
de: Du bist ein einzelner Golfer, der sich einer bestehenden Gruppe anschließt. Dies ist vergleichbar mit dem 'Zelten' vor dem Verkauf von Eintrittskarten für ein Konzert oder eine Sportveranstaltung. Einzelne Golfer mit entsprechendem Handicap können sich im Abschlagbereich aufhalten und sich beim Personal des Alten Pavillons melden, um zu sehen, ob es eine zwei- oder dreiköpfige Spielgruppe gibt, der man sich anschließen kann. In der Hochsaison ist es schwer, keine Gruppe mit maximal vier Spielern zu finden. Aber ein wenig Geduld kann sich am richtigen Tag auszahlen.

source: Apply for general tee times. This doesn’t guarantee you get a tee time, but applying far enough in advance could get you an opening at a certain time slot. These book ahead but if you apply now for June, there could be a chance.
de: Bewerbung für allgemeine Abschlagzeiten. Dies bietet zwar keine Garantie für eine Abschlagzeit, aber wenn du dich früh genug bewerbist, kannst du einen Platz zu einer bestimmten Zeit bekommen. Diese sind zwar schnell ausgebucht, aber wenn du dich jetzt bereits für Juni bewirbst, stehen die Chancen besser.

source: Book a package during peak season with an ‘Authorised Provider.’ During peak season, it’s incredibly difficult to get on the Old Course without getting some luck in a ballot, finding a two or three-person group to pair up with, or somehow being awarded tee times. The best way to guarantee getting on the Old Course is to book a travel package with what’s called an “Authorised Provider.” Of course, this will be costly because you have to buy a package that includes items such as rounds at other courses, meals and hotel stays. But if you feel it’s worth it all to guarantee yourself a round at the Old Course, it might be the best way to go. To know a provider is legit, look for an “Authorised Provider” logo displayed on their websites or social media platforms.
de: Buchung über ein Paket eines 'autorisierten Anbieters'. In der Hochsaison ist es unglaublich schwierig, auf den Old Course zu kommen, wenn die drei oben genannten Optionen nicht ausreichen. Der beste Weg, sich einen Platz auf dem Old Course zu sichern, ist die Buchung eines Reisepakets bei einem so genannten 'autorisierten Anbieter'. Das ist natürlich kostspielig, denn die Pakete beinhalten in der Regel auch Leistungen wie Runden auf anderen Plätzen, Mahlzeiten und Hotelaufenthalte. Aber wenn du der Meinung bist, dass es das alles wert ist, um sich eine Runde auf dem Old Course zu sichern, ist das vielleicht die beste Lösung. Um zu wissen, ob ein Anbieter seriös ist, achte bitte auf das Logo 'Authorised Provider' auf der Website oder den sozialen Medien.

source: 21 June 2023
de: 21. Juni 2023

source: Menu
de: Menü

source: Back
de: Zurück

source: Engagement
de: Verlobung

source: Our Story
de: Unsere Geschichte

source: Leo and Kristina met on Wednesday, during their first week in St Andrews. Called ‘Sinners’ it is a bi-weekly night out for the various sports teams and societies at St Andrews. Kristina was coming back from Pres hosted by the Dance team, and Leo was on a pub crawl with his flatmates from Gannochy, one of whom Kristina happened to have met earlier that week. She decided to tag along as the group went into a local bar and restaurant The Saint. After chatting with her friend for a bit she looked over and noticed Leo, enjoying a slice of cake. Thinking he was very cute, Kristina went over and talked to him, striking up a conversation. After the next stop, a pub in town called Molly Malone’s, Leo and Kristina wandered off from the rest of the group. They found themselves on a playground late at night between town and Sciences buildings, lying on a large swing. They found themselves talking into the late hours of the night and kissed under the stars. Since that day, they can count on one hand the number of days they haven’t spoken.
de: Leo und Kristina lernten sich am Mittwoch in ihrer ersten Woche in St. Andrews kennen. Kristina war auf dem Heimweg von einer Veranstaltung des Tanzteams zurück, und Leo war mit seinen Mitbewohnern aus Gannochy auf Kneipentour, von denen Kristina zufällig einen in der Woche zuvor kennen gelernt hatte. Sie beschloss, mitzukommen, als die Gruppe in die örtliche Bar und Restaurant The Saint ging. Nachdem sie eine Weile mit ihren Freunden geplaudert hatte, sah sie zu Leo hinüber, der sich ein Stück Kuchen schmecken ließ. Kristina ging zu ihm hinüber und die beiden kamen ins Gespräch. Nach dem nächsten Halt im Pub Molly Malone's setzten sich Leo und Kristina vom Rest der Gruppe ab. Sie fanden sich spät in der Nacht auf einem Spielplatz zwischen der Stadt und den Gebäuden der Naturwissenschaften wieder, wo sie auf einer großen Schaukel lagen. Sie unterhielten sich bis spät in die Nacht und küssten sich unter dem Sternenhimmel. Seit diesem Tag können sie die Tage, an denen sie nicht miteinander gesprochen haben, an einer Hand abzählen.

source: Wedding Details
de: Details zur Hochzeit

source: When & Where
de: Wann & Wo

source: 20 June 2023, 6 PM
de: 20. Juni 2023, 18 Uhr

source: 21 June 2023, 2 PM
de: 21. Juni 2023, 14 Uhr

source: 20 June 2023, 5 PM
de: 20. Juni 2023, 17 Uhr

source: 21 June 2023, 3 PM
de: 21. Juni 2023, 15 Uhr

source: View Map
de: Karte anzeigen

source: Venue Website
de: Webseite des Schlosses

source: You already submitted your RSVP!
de: Du hast deine RSVP bereits abgegeben!

source: You're logged in as
de: Du bist angemeldet als

source: Your invite code is
de: Dein Einladungscode lautet

source: If this is not you, please
de: Wenn das nicht du bist, bitte klicke

source: and re-enter your invitation code.
de: und gib deinen persönlichen Einladungscode ein.

source: Notes
de: Anmerkungen

source: Wedding Party
de: Trauzeugen

source: Show All
de: Alle anzeigen

source: Invite code
de: Einladungscode

source: You can find your invite code on your invitation.
de: Deinen persönlichen Einladungscode findest du auf deiner Einladung.

source: Thank you, we have received your RSVP!
de: Danke, wir haben deine RSVP erhalten!

source: Back to main page
de: Zurück zur Hauptseite

source: Our special day will take place on the 21st of June 2023 at the gorgeous 16th century Fingask Castle in Perthshire, Scotland. We're more than excited to share this day with you! Please have a look around this website to find about more about what we've planned.
de: Unser besonderer Tag wird stattfinden am 21. Juni 2023 auf dem Gelände des wunderschönen Fingask Castle aus dem 16. Jahrhundert in Perthshire, Schottland. Wir freuen uns schon sehr darauf, diesen Tag mit euch zu teilen! Schaut euch gerne auf dieser Website um, um mehr über unsere Pläne zu erfahren.
