Repository: leo-pfeiffer/kumpfeiffer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Kristina and Leo's Wedding
de: Hochzeit von Kristina und Leo

source: June 21, 2023
de: 21. Juni 2023

source: Scotland
de: Schottland

source: The Day They Got Engaged
de: Die Verlobung

source: Leo and Kristina got engaged the 16th of May in the gorgeous city of Florence, Italy. It was a beautiful sunny day and Leo took Kristina up to Piazzale Michelangelo, the famous square overlooking the city. Leo had been planning the perfect moment for months, and as he got down on one knee and asked the question, he couldn't contain his excitement. Kristina, overcome with emotion, couldn't help but shed a few tears of happiness as she happily said yes to spending the rest of her life with Leo. It was a moment the couple will never forget, and they are so excited to start their future together as husband and wife.
de: Leo und Kristina verlobten sich am 16. Mai im wunderschönen Florenz in Italien. Es war ein wunderschöner sonniger Tag und Leo führte Kristina auf den Piazzale Michelangelo, den berühmten Platz mit Blick auf die Stadt. Leo hatte den perfekten Moment schon seit Monaten geplant, und als er auf die Knie ging und die Frage stellte, konnte er seine Aufregung nicht mehr zurückhalten. Kristina, die von ihren Gefühlen überwältigt war, konnte nicht anders, als ein paar Tränen des Glücks zu vergießen, als sie Ja sagte. Es war ein unvergesslicher Moment für das Paar und die beiden sind überglücklich zusammen ihre Zukunft zu bestreiten.

source: Venue
de: Lokalität

source: We have reserved exclusive use of Fingask Castle in Perthshire Scotland for the wedding events. Fingask dates back to 1115 when it was recorded as a place of pilgrimage. The castle itself dates to 1594. Fingask Castle is known for its stunning gardens with whimsical topiaries. Ornamental gardening is reputed to have begun here in the late 1600s with planting of vast quantities of box, holly and yew that became the first pieces of Fingask topiary. With its 900+ years of history, beautiful gardens, and the breathtaking views of the Tay, Fingask Castle is a stunning backdrop for our special day.
de: Wir haben Fingask Castle in Perthshire, Schottland, exklusiv für die Hochzeitsfeierlichkeiten reserviert. Fingask geht auf das Jahr 1115 zurück, als es als Wallfahrtsort diente. Das Schloss selbst stammt aus dem Jahr 1594. Fingask Castle ist bekannt für seine atemberaubenden Gärten mit skurrilen Formschnitten. Es wird angenommen, dass der Ziergartenbau hier Ende des 16. Jahrhunderts mit der Anpflanzung großer Mengen von Buchsbaum, Stechpalmen und Eiben begann, die zu den ersten Formgehölzen von Fingask wurden. Mit seiner über 900 Jahre alten Geschichte, den wunderschönen Gärten und dem atemberaubenden Blick auf den Tay ist Fingask Castle eine ideale Kulisse für unseren besonderen Tag.

source: Airport
de: Flughafen

source: The closest airport is Edinburgh International Airport. It is serviced by many international carriers and is approximately an hour away from Fingask Castle. It also gives you a wonderful opportunity to perhaps explore Edinburgh upon arrival. It is a fascinating and beautiful city.
de: Der nächstgelegene Flughafen ist der Edinburgh International Airport. Er wird von vielen internationalen Fluggesellschaften angeflogen und ist etwa eine Stunde von Fingask Castle entfernt. Er bietet auch eine wunderbare Gelegenheit, die schöne Stadt Edinburgh nach der Ankunft zu erkunden.

source: Accomodation
de: Unterkunft

source: A deposit has already been paid to enable guests to book the cottages onsite at Fingask Castle grounds for the wedding week (requires check-in Monday and check-out on Friday) or to reserve of one of the smaller accommodations affectionately referred to as the potting sheds. The cottages are charming, have multiple bedrooms, and a self-catering kitchen. The potting sheds are cute but rather basic accommodations that have two twin beds and ensuite facilities and are available for the night of the wedding only.
de: Eine Anzahlung wurde bereits geleistet, damit die Gäste die Cottages auf dem Gelände von Fingask Castle für die Hochzeitswoche buchen können (Check-in am Montag und Check-out am Freitag) oder eine der kleineren Unterkünfte reservieren können, die liebevoll als 'potting sheds' bezeichnet werden. Die Cottages sind charmant, haben mehrere Schlafzimmer und eine Selbstversorgerküche. Die 'potting sheds' sind niedlich, aber eher einfach eingerichtet, haben zwei Einzelbetten und ein eigenes Bad und stehen nur für die Nacht der Hochzeit zur Verfügung.

source: If you are interested in reserving space in one of the cottages for the week or a potting shed for the night of the wedding, please let us know and also let us know if there are other guests with whom you would like to be prioritized for sharing. We will do our best to allocate room allotments. We will provide your information to The Cottages at Fingask Castle with your allocated room and connect you with Arlene Fraser, the manager of the cottages, for coordination of the remaining logistics.
de: Wenn ihr daran interessiert seid, einen Platz in einem der Cottages für die Woche oder in einem Cottage für die Hochzeitsnacht zu reservieren, lasst es uns bitte wissen und teilt uns auch mit, ob es andere Gäste gibt, mit denen ihr vorrangig zusammenwohnen wollt. Wir werden unser Bestes tun, um die Zimmer zuzuteilen. Wir werden eure Daten an The Cottages at Fingask Castle weitergeben und euch mit Arlene Fraser, der Managerin der Cottages, in Verbindung setzen, um die weitere Logistik zu koordinieren.

source: In order to block these for exclusive use of wedding guests, a deposit of 20 percent has already been paid toward the very reasonable rates for these accommodations. When your space is allocated, you will be able to take over the reservation for your room and will be responsible for paying the remaining 80 percent of cost associated with your reserved room directly to The Cottages at Fingask Castle. See details below regarding the very reasonable rates involved.
de: Um die Cottages für die ausschließliche Nutzung durch die Hochzeitsgäste zu blockieren, haben wir bereits eine Anzahlung von 20% auf die sehr günstigen Preise für diese Unterkünfte geleistet. Sobald euer Platz zugewiesen ist, könnt ihr die Reservierung für Ihr Zimmer übernehmen und müsst die restlichen 80% der Kosten für Ihr reserviertes Zimmer direkt an The Cottages at Fingask Castle zahlen. Einzelheiten zu den sehr günstigen Tarifen finden Sie weiter unten.

source: Beech Tree Cottage, 4 bedrooms, sleeps 8. (£360 remaining after pre-paid deposit as one fee for entire cottage that covers Monday through Friday)
de: Beech Tree Cottage, 4 Zimmer, 8 Personen. (£360 nach der bereits geleisteten Anzahlung für das gesamte Cottage von Montag bis Freitag)

source: Redwood Cottage, 4 bedrooms, sleeps 7. (£360 remaining after deposit as one fee for entire cottage that covers Monday through Friday)
de: Redwood Cottage, 4 Zimmer, 7 Personen. (£360 nach der bereits geleisteten Anzahlung für das gesamte Cottage von Montag bis Freitag)

source: Sycamore Cottage, 2 bedrooms, sleeps 4. (£272 remaining after pre-paid deposit as one fee for entire cottage covering Monday through Friday)
de: Sycamore Cottage, 2 Zimmer, 4 Personen. (£272 nach der bereits geleisteten Anzahlung für das gesamte Cottage von Montag bis Freitag)

source: Rowan Cottage, 2 bedrooms, sleeps 4. (£272 remaining after pre-paid deposit as one fee for entire cottage covering Monday through Friday)
de: Rowan Cottage, 2 Zimmer, 4 Personen. (£272 nach der bereits geleisteten Anzahlung für das gesamte Cottage von Montag bis Freitag)

source: Gean Tree Cottage, 2 bedrooms, sleeps 3. (£272 remaining after pre-paid deposit as one fee for entire cottage covering Monday through Friday)
de: Gean Tree Cottage, 2 Zimmer, 3 Personen. (£272 nach der bereits geleisteten Anzahlung für das gesamte Cottage von Montag bis Freitag)

source: Sir Stuarts House & Bothy, 6 bedrooms, sleeps 14. (£744 remaining after pre-paid deposit as one fee for entire cottage covering Monday through Friday) (Allocated to Kristina’s family)
de: Sir Stuarts House & Bothy, 6 Zimmer, 14 Personen. (£744 nach der bereits geleisteten Anzahlung für das gesamte Cottage von Montag bis Freitag) (Kristinas Familie zugeteilt)

source: Bothy £95 - £19 deposit (£76 remaining after pre-paid deposit covering Monday through Friday (sleeps 2)
de: Bothy, 2 Personen £95 - £19 deposit (£76 nach der bereits geleisteten Anzahlung für das gesamte Cottage von Montag bis Freitag)

source: Potting Sheds, 9 bedrooms, sleeps 18. After pre-paid deposit, these are £60 per potting shed for night of wedding (sleeps 2 each)
de: Potting Sheds, 9 Zimmer, 18 Personen (je 2). £60 nach der bereits geleisteten Anzahlung für die Hochzeitsnacht (Mittwoch auf Donnerstag)

source: The cottages only sleep 42 and the potting sheds sleep an additional 18. Therefore, it is quite likely that not all guests can be accommodated on castle grounds. Fingask has recommended several additional guest houses and hotels to ensure that even if on grounds accommodations fill up, all should be able to book nearby accommodations. If you choose one of these options, we suggest that you contact them early for best availability.
de: In den Cottages gibt es nur 42 Schlafplätze und in den 'potting sheds' weitere 18. Daher ist es sehr wahrscheinlich, dass nicht alle Gäste auf dem Schlossgelände untergebracht werden können. Fingask hat mehrere zusätzliche Gästehäuser und Hotels empfohlen, um sicherzustellen, dass selbst wenn die Unterkünfte auf dem Gelände voll sind, alle in der Lage sein sollten, eine Unterkunft in der Nähe zu buchen. Wenn ihr euch für eine dieser Optionen entscheiden, empfehlen wir, sich frühzeitig mit der Unterkunft in Verbindung zu setzen, um die beste Verfügbarkeit zu gewährleisten.

source: Did you say self-catering kitchens in the cottages?
de: Selbstversorgerküchen in den Cottages?

source: Tesco will support online grocery ordering and delivery to the Fingask Castle cottages. We, and many family members, are already planning to take advantage of this service for some miscellaneous items and will be scheduling a Monday delivery. If you are interested, you can order some provisions here:
de: Tesco bietet Online-Bestellung von Lebensmitteln und deren Lieferung an die Fingask Castle Cottages an. Wir und viele Familienmitglieder planen bereits, diesen Service für einige verschiedene Artikel zu nutzen und werden eine Lieferung am Montag planen. Wenn ihr Interesse habt, könnt ihr hier einige Vorräte bestellen:

source: When placing your order, the address at the cottages is:
de: Wenn ihr eure Bestellung aufgebt, lautet die Adresse der Cottages:

source: Accommodation options near Fingask Castle
de: Unterkünfte nahe Fingask Castle

source: Fingask Castle has provided a list of nearby hotels that you could consider for accommodation:
de: Fingask Castle hat uns eine Liste mit nahegelegenen Unterkünften zur Verfügung gestellt:

source: Activities
de: Aktivitäten

source: Monday
de: Montag

source: To welcome guests from far and wide, we are organizing a tour guided by Kristina and Leo in St Andrews highlighting not only the fun traditions of University of St Andrews, but also the locations that have been significant in their relationship. We will end at 36 North Street for some light fare and libations in the garden. Hint, make sure to pay attention during the tour because some of the information and locations could come in handy at later events!
de: Um Gäste aus nah und fern willkommen zu heißen, organisieren wir eine von Kristina und Leo geführte Tour durch St. Andrews, bei der nicht nur die Traditionen der Universität St. Andrews, sondern auch die Orte, die für ihre Beziehung von Bedeutung waren, vorgestellt werden. Wir werden in der 36 North Street enden, wo wir leichte Kost und Getränke im Garten genießen werden. Ein Tipp: Passt während der Tour gut auf, denn einige der Informationen und Orte könnten sich bei späteren Veranstaltungen als nützlich erweisen!

source: Tuesday
de: Dienstag

source: The wedding party will have a rehearsal with the celebrant and Leo’s parents are hosting a rehearsal dinner for the wedding party and family in the ceremonial room of the castle.
de: Die Hochzeitsgesellschaft wird ein 'Rehearsal' mit dem Zelebranten abhalten, und Leos Eltern veranstalten ein Probeessen für die Hochzeitsgesellschaft und die Familie im Festsaal des Schlosses.

source: Wednesday
de: Mittwoch

source: Wedding festivities!
de: Hochzeitsfeierlichkeiten!

source: Thursday
de: Donnerstag

source: Kristina and Leo are hosting a brunch catered by the Pickled Peacock in the pavilion for family and guests who stayed on grounds the night of the wedding.
de: Kristina und Leo veranstalten im Pavillon ein Brunch, der vom 'Pickled Peacock' für die Familie und die Gäste, die in der Hochzeitsnacht auf dem Gelände geblieben sind, zubereitet wird.

source: Friday
de: Freitag

source: Check out of the cottages by 10:00 a.m.
de: Auschecken aus den Cottages bis 10:00 Uhr morgens.

source: Transportation
de: Transport

source: Fingask Castle is gorgeous and has fantastical gardens and acreage with walking trails. You can spend quite a bit of time exploring the gorgeous setting and many families book a week to get away from it all in this beautiful rural setting. Nonetheless, if you elect to stay on grounds at the cottages, the reservation is for Monday through Friday. While we will be filling much of this time (see details on activities), we assume you may also wish to have some non-scheduled time to explore Scotland whether the beautiful, fun-filled, and engaging city of Edinburgh (about an hour away) or the small but stunning historical town of St Andrews where Kristina and Leo met as students at the University of St Andrews (about 40 minutes away). There are also many opportunities for world class golf. To explore, you may wish to have a rental car during the week. Fingask Castle is not well serviced by public transportation, and you will appreciate the flexibility that a car provides.
de: Fingask Castle ist wunderschön und verfügt über fantastische Gärten und ein großes Gelände mit Wanderwegen. Ihr könnt viel Zeit damit verbringen, die herrliche Umgebung zu erkunden, und viele Familien buchen eine Woche, um in dieser schönen ländlichen Umgebung dem Alltag zu entfliehen. Wenn ihr euch jedoch für einen Aufenthalt in den Ferienhäusern entscheiden, gilt die Reservierung für Montag bis Freitag. Während wir einen Großteil dieser Zeit ausfüllen werden (siehe Einzelheiten zu den Aktivitäten), gehen wir davon aus, dass ihr auch etwas außerplanmäßige Zeit haben möchtet, um Schottland zu erkunden, sei es die schöne, unterhaltsame und einnehmende Stadt Edinburgh (etwa eine Stunde entfernt) oder die kleine, aber atemberaubende historische Stadt St Andrews, wo Kristina und Leo sich als Studenten an der Universität von St Andrews kennengelernt haben (etwa 40 Minuten entfernt). Es gibt auch viele Möglichkeiten für Weltklasse-Golf. Um die Gegend zu erkunden, empfiehlt es sich, während der Woche einen Mietwagen zu nehmen. Fingask Castle ist nicht gut an den öffentlichen Nahverkehr angebunden, und ihr werdet die Flexibilität, die ein Auto bietet, zu schätzen wissen.

source: We will be arranging a mini coach for transporting folks from Fingask and nearby accommodations to St Andrews for the welcome reception and back. For those friends joining us only for the wedding day from St Andrews, we are arranging a mini coach with one time pick-up in St Andrews at noon so there will be plenty of buffer time to ensure arrival in advance of the ceremony. This will be followed by a singular mini coach shuttle back to St Andrews that night. Carriages are at midnight so this means a midnight or shortly after shuttle departure to St Andrews for those St Andrews folks not electing to reserve the night in a potting shed. Whether you choose to stay on grounds or to avail yourself of this shuttle service, a taxi, or driving service, we ask that you please do not drink and drive!
de: Wir werden einen Minibus organisieren, der die Gäste von Fingask und den nahe gelegenen Unterkünften nach St. Andrews zum Empfang und zurück bringt. Für die Freunde, die nur für den Hochzeitstag aus St. Andrews anreisen, organisieren wir einen Minibus mit einmaliger Abholung in St. Andrews um die Mittagszeit, so dass genügend Pufferzeit bleibt, um die Ankunft vor der Zeremonie zu gewährleisten. Anschließend wird ein einzigartiger Minibus in der Nacht zurück nach St. Andrews gebracht. Die Abfahrt nach St. Andrews erfolgt um Mitternacht oder kurz danach für diejenigen, die sich nicht für eine Übernachtung in einem Gartenschuppen entscheiden. Unabhängig davon, ob ihr auf dem Gelände bleiben oder diesen Shuttle-Service, ein Taxi oder einen Fahrdienst in Anspruch nehmt, bitten wir euch, nicht zu trinken und zu fahren!

source: Attire: Garden Party Formal – What does this mean?
de: Dresscode: Garden Party Formal - Was bedeutet das?

source: This is festive cocktail attire suitable for a formal garden setting. Weather permitting, the ceremony will take place in the formal garden of Fingask Castle surrounded by the historic topiaries with the breathtaking view overlooking the Tay. It will be followed by a cocktail reception in the castle drawing room, library, and terrace, and then by a three-course dinner or, in U.K. parlance, a wedding breakfast, in the pavilion. After dinner and drinks, we will dance the night away. Envision cocktail or formal dresses or jumpsuits and summer weight suits and ties, or jackets, or kilts. This means generally dressy. For those wishing to wear heels, please refrain from wearing stilettos. This is a historic venue, and our contract specifies no stilettos as these could damage floors in the castle. Besides the strict contractual term, they also would not be that comfortable for time in the garden, and we plan to dance the night away so think of wedges, block heels, or dressy flats. Inspirational pictures of attire provided below (but ignore any stilletos as Fingask is not kidding on this moratorium).
de: Garden Party Formal ist eine festliche Cocktailkleidung, die für einen formellen Garten geeignet ist. Wenn das Wetter es zulässt, findet die Zeremonie im formellen Garten von Fingask Castle statt, umgeben von den historischen Formschnittgewächsen und mit einem atemberaubenden Blick auf den Tay. Im Anschluss daran findet ein Cocktailempfang im Salon, in der Bibliothek und auf der Terrasse des Schlosses statt, gefolgt von einem dreigängigen Abendessen oder, wie man in Großbritannien sagt, einem 'wedding breakfast' im Pavillon. Nach dem Essen und den Getränken werden wir die Nacht durchtanzen. Stellt euch Cocktailkleider, formelle Kleider oder Jumpsuits und sommerliche Anzüge und Krawatten, Sakkos oder Kilts vor. Dies bedeutet, dass ihr euch im Allgemeinen schick machen solltet. Diejenigen, die Absätze tragen möchten, bitten wir, von Stöckelschuhen abzusehen. Dies ist ein historischer Veranstaltungsort, und in unserem Vertrag ist das Tragen von Stöckelschuhen untersagt, da diese den Boden des Schlosses beschädigen könnten. Abgesehen von der strengen Vertragsbedingung wären sie auch nicht sehr bequem für die Zeit im Garten, und wir wollen die ganze Nacht durchtanzen, also denkt an Keile, Blockabsätze oder elegante Flats. Inspirierende Bilder von Kleidung findet ihr unten (aber ignoriert alle Stilettos, da Fingask mit diesem Verbot nicht scherzt).

source: Ceremony
de: Zeremonie

source: We are working with our celebrant, Angela Maughan to create a bespoke wedding ceremony including personalized vows and meaningful details. In addition to helping us craft our personalized vows for the legal ceremony, Angela will also include the Scottish tradition of Handfasting in honor of the fact that it is Scotland and the University of St Andrews that brought us together. Our ceremony will not be a religious ceremony by design as we will have a later convalidation ceremony in the Catholic Church in Germany.
de: Wir arbeiten mit unserer Zelebrantin Angela Maughan zusammen, um eine maßgeschneiderte Hochzeitszeremonie mit persönlichen Gelübden und bedeutungsvollen Details zu gestalten. Angela wird uns nicht nur dabei helfen, unser persönliches Gelübde für die zivile Zeremonie zu formulieren, sondern auch die schottische Tradition des 'handfasting' einbeziehen, um die Tatsache zu ehren, dass Schottland und die Universität von St. Andrews uns zusammengebracht haben. Unsere Zeremonie wird bewusst keine religiöse Zeremonie sein, da wir uns später noch in der katholischen Kirche in Deutschland trauen lassen werden.

source: Chef Norrie Preedy at Fresh Approach Catering has designed a wonderful culinary experience for all and has taken into account gluten and nut sensitivities to ensure no gluten or nuts will be included in the catering.
de: Chefkoch Norrie Preedy von Fresh Approach Catering hat ein wundervolles kulinarisches Erlebnis für alle kreiert und dabei auch auf Gluten- und Nussempfindlichkeiten Rücksicht genommen, um sicherzustellen, dass kein Gluten oder Nüsse im Catering enthalten sind.

source: Canapes during Drinks Reception
de: Canapes während des Getränkeempfangs

source: Arancini with truffle and Parmesan (gf)
de: Arancini mit Trüffel und Parmesan (gf)

source: Mediterranean roasted peppers on garlic croutons (gf)
de: Geröstete mediterrane Paprika auf Knoblauch-Croutons (gf)

source: Smoked salmon and cream cheese crostini (gf)
de: Crostini mit geräuchertem Lachs und Frischkäse (gf)

source: Dinner (Wedding Breakfast)
de: Abendessen (Wedding Breakfast)

source: Please Designate Your Menu Choices for First Two Courses with Your RSVP Response
de: Bitte gebt eure Wahl für die ersten beiden Gänge in eurer Rückantwort an

source: First Course (choice of two):
de: Erster Gang (zwei zur Auswahl):

source: Summer salad with berries and goat cheese
de: Sommersalat mit Beeren und Ziegenkäse

source: Salad with Loch Fyne Braden smoked salmon
de: Salat mit Loch Fyne Braden Räucherlachs

source: Second Course (choice of three):
de: Zweiter Gang (drei zur Auswahl):

source: Slow Braised Feather Blade of Beef
de: Langsam geschmorte Federklinge vom Rind

source: Poached Fillet of Tay Salmon
de: Pochiertes Filet vom Tay-Lachs

source: Asparagus and Mushroom Risotto
de: Risotto mit Spargel und Pilzen

source: Third Course:
de: Dritter Gang:

source: A trio of mini desserts (Crème Brulee, Strawberry Pavlova, and Chocolate Marquise)
de: Ein Trio von Mini-Desserts (Crème Brulee, Erdbeer-Pavlova und Schokoladen-Marquise)

source: Wedding Cake
de: Hochzeitstorte
